{
  "ADDITIONAL_DETAILS_TEXT": "What else would you like your reviewer to know? The more detail you can give us, the better we can support you. Do you have links to specific job postings you are applying to? What are your career goals?",
  "DESIRED_ROLE_TEXT": "What kind of role are you looking for, and in which industry? This will help us give you targeted advice. (Examples: \"I'm looking for a data analyst role in finance or business\", \"I am looking for a digital marketing role at a retail company\")",
  "ENTITLEMENT_NOT_FOUND": "This is an a la carte project and must be purchased separately.",
  "EXCEEDED_DEMERIT_LIMIT": "You are not permitted to submit again at this time because previously submitted projects are marked for potential plagiarism. If you’d like to appeal this decision you can go to one of your project pages in classroom and click the “Open Plagiarism Case” button in the top corner. Please contact <a href=\"https://udacitymentorops.zendesk.com/hc/en-us/requests/new\">support</a> if you have questions.",
  "EXCEEDED_DEMERIT_LIMIT_ENTERPRISE": "You are not permitted to submit again at this time because previously submitted subjects are under review for potential plagiarism. Udacity will contact you soon with an update. Please contact <a href=\"https://udacitymentorops.zendesk.com/hc/en-us/requests/new\">support</a> if you have questions.",
  "EXCEEDED_DEMERIT_LIMIT_PLAGIARISM_PAUSED": "You are not permitted to submit again at this time because previously submitted subjects have been marked as plagiarized. Please contact <a href=\"https://udacitymentorops.zendesk.com/hc/en-us/requests/new\">support</a> if you have questions.",
  "EXCEEDED_FREE_TRIAL_LIMIT": "You are enrolled in a free trial version of the program and are not permitted to submit an additional project at this time. You will have access to submit projects upon enrollment.",
  "faq.reviewer.cant-see-projects-answer": "It is possible other reviewers have picked up the submissions more quickly, reviewing is a first come/first serve system. As more students submit projects, more reviews will become available. Be sure to check that you have fully completed the onboarding for your projects.",
  "faq.reviewer.cant-see-projects-question": "Why can’t I see any projects?",
  "faq.reviewer.dispute-resolution-terms-answer": "Dispute resolution terms can be found in our <a href=\"https://reviews.udacity.com/reviewer-agreement\">Mentor Agreement</a> and establish a process for resolving disputes. The terms establish a 15-day window to resolve disputes informally. If a resolution is not achieved within 15 days, the dispute moves to an arbitration process, and a final resolution is achieved through arbitration.",
  "faq.reviewer.dispute-resolution-terms-question": "What are dispute resolution terms?",
  "faq.reviewer.dynamic-pricing-answer": "Dynamic pricing is a flexible and scalable model that allows Udacity to better develop and support our network of Udacity Reviewers, while simultaneously continuing to deliver on our promise to provide top-quality review services for our growing global student population. In a dynamic pricing model, fees for projects are flexible and may change based on factors such as: student and course volumes, reviewer availability for projects requiring differing degrees of technical expertise, “surge” cycles of increased demand, and location-based economic factors that may impact program costs.",
  "faq.reviewer.dynamic-pricing-question": "What is dynamic pricing?",
  "faq.reviewer.how-to-escalate-answer": "Please email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> and include the submission number and information regarding what the issue is.",
  "faq.reviewer.how-to-escalate-question": "How do I escalate a submission to a coach for help?",
  "faq.reviewer.how-to-mark-cant-review-answer": "A project should be marked as “Can’t Review” when you are unable to review the project. This might be due to missing files or an incorrect project submission.",
  "faq.reviewer.how-to-mark-cant-review-question": "When should I mark a project as “Can’t Review”?",
  "faq.reviewer.how-to-pay-taxes-answer": "You will need to manage taxes based on the requirements of the country you reside in. PayPal will send a 1099 form on Udacity’s behalf. US Reviewers can visit this <a href=\"https://www.irs.gov/Help-&-Resources/Tools-&-FAQs/FAQs-for-Individuals/Frequently-Asked-Tax-Questions-&-Answers/Interest,-Dividends,-Other-Types-of-Income/1099-MISC,-Independent-Contractors,-and-Self-Employed/1099-MISC,-Independent-Contractors,-and-Self-Employed-3\">IRS help page</a> for additional information.",
  "faq.reviewer.how-to-pay-taxes-question": "How do I pay taxes? Will Udacity send me a 1099 form?",
  "faq.reviewer.how-to-receive-payment-answer": "You will receive payment for project reviews completed each month, around mid-month in your PayPal account. For example, reviews completed during September 2015 will be paid to you mid-October 2015.",
  "faq.reviewer.how-to-receive-payment-question": "How will I receive payments?",
  "faq.reviewer.how-to-report-bug-answer": "Please report the bug description to <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> including screenshots and/or files if possible.",
  "faq.reviewer.how-to-report-bug-question": "How do I report a bug?",
  "faq.reviewer.how-to-report-issue-answer": "Please report the issue to <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> and include a description of the issue.",
  "faq.reviewer.how-to-report-issue-question": "How do I report project / rubric issues?",
  "faq.reviewer.minimum-number-of-submissions-answer": "Yes, the sum of the number of incomplete submissions assigned to you and the number of your submission requests on the reviewer queue can be at most five.",
  "faq.reviewer.minimum-number-of-submissions-question": "Is there a maximum number of student submissions I can have in my dashboard to grade at one time?",
  "faq.reviewer.minimum-time-answer": "No, you can review as often as we have projects available, or as little as you’d like. However, we do hope that you can complete project reviews within 2 hours of starting them to ensure students receive feedback as soon as possible.",
  "faq.reviewer.minimum-time-question": "Is there a minimum time requirement for project reviewing?",
  "faq.reviewer.previous-reviewer-disagreement-answer": "Please send a link to your review and the previous reviewer’s review to <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a>, along with notes as to why you disagree with the previous reviewer.",
  "faq.reviewer.previous-reviewer-disagreement-question": "What should I do if I disagree with a previous reviewer?",
  "feedback-modal.continued-learning-answer-frown": "The review is not useful",
  "feedback-modal.continued-learning-answer-happy": "The review is very useful",
  "feedback-modal.continued-learning-answer-neutral": "The review is useful",
  "feedback-modal.continued-learning-question": "How useful is this project review to your continued learning?",
  "feedback-modal.project-quality-frown": "The project needs improvement",
  "feedback-modal.project-quality-happy": "The project was great",
  "feedback-modal.project-quality-neutral": "The project was okay",
  "feedback-modal.project-quality-question": "How was the project?",
  "feedback-modal.review-easy-to-understand-frown": "The review is difficult to understand",
  "feedback-modal.review-easy-to-understand-happy": "The review is very easy to understand",
  "feedback-modal.review-easy-to-understand-neutral": "The review is easy to understand",
  "feedback-modal.review-easy-to-understand-question": "How clear and easy to understand is the project review?",
  "feedback-modal.review-is-detailed-frown": "The review is not detailed",
  "feedback-modal.review-is-detailed-happy": "The review is very detailed",
  "feedback-modal.review-is-detailed-neutral": "The review is detailed",
  "feedback-modal.review-is-detailed-question": "How detailed and thorough is the review?",
  "feedback-modal.review-is-personalized-frown": "The review is not personalized",
  "feedback-modal.review-is-personalized-happy": "The review is very personalized",
  "feedback-modal.review-is-personalized-neutral": "The review is personalized",
  "feedback-modal.review-is-personalized-question": "How personalized and specific to your own work is the feedback in the project review?",
  "feedback-modal.review-is-professional-frown": "The feedback is not professional and seems biased",
  "feedback-modal.review-is-professional-happy": "The feedback is very professional and unbiased",
  "feedback-modal.review-is-professional-neutral": "The feedback is professional and unbiased",
  "feedback-modal.review-is-professional-question": "How professional and unbiased is the feedback in the project review?",
  "HONOR_CODE_ATTRIBUTION": "I have correctly attributed all content obtained from other sources, such as websites, books, forums, blogs, GitHub repos, etc.",
  "HONOR_CODE_MY_WORK": "I affirm that I have read Udacity’s definition of <a href=\"https://udacity.zendesk.com/hc/en-us/categories/360000151251-Plagiarism\">plagiarism</a>, and that this submission is my own work.",
  "HONOR_CODE_PLAGIARISM": "I understand that Udacity actively checks submissions for plagiarism and that failure to adhere to the <a href=\"https://www.udacity.com/legal/en-us/honor-code\">Udacity Honor Code</a> may result in the cancellation of my enrollment.",
  "MISSING_ENROLLMENT": "You are not enrolled in a nanodegree that contains this project.",
  "NO": "No",
  "NO_ACTIVE_CERTIFICATIONS": "You don't appear to have any active certifications.  Please update your interests using the link below.  If you think you are seeing this message in error, please contact <a href=\"mailto:review-support@udacity.com\">support</a>.",
  "NO_ONBOARDING_AUDITS": "No onboarding audits available right now. Check back later!",
  "NO_PUBLIC_REPOS": "You don't have any public repositories on GitHub.",
  "NO_QUALITY_AUDITS": "No quality audits available right now. Check back later!",
  "ONBOARDING_AUDIT_COPY": "Onboarding audits are part of the onboarding process for new reviewers. They ensure new reviewers meet our quality standards before they begin reviewing real student submissions.",
  "ONBOARDING_AUDIT_HEADER": "Start an Onboarding Audit",
  "ONBOARDING_TIME_LIMIT_MESSAGE": "You must complete the onboarding review within 12 hours of starting it.",
  "PROJECT_NOT_READY": "This project has not been launched yet.",
  "QUALITY_AUDIT_COPY": "Quality audits help us maintain high standards for the feedback reviewers provide to students.",
  "QUALITY_AUDIT_HEADER": "Start a Quality Audit",
  "SHOWN_TO_STUDENT": "(This will be shown to the student)",
  "UNGRADEABLE_ABUSE_INSTRUCTIONS": "Please direct Udacity support to the abusive language or explain the unacceptable conduct.",
  "UNGRADEABLE_ESCALATE_CONFIRMATION": "This submission will be reviewed by a Udacity Service Lead. The student will be unable to create a new submission for this project until approved by Udacity.",
  "UNGRADEABLE_LANGUAGE_INSTRUCTIONS": "Please provide any information that may help Udacity support to resolve the issue.",
  "UNGRADEABLE_MISSING_REQUIREMENTS_INSTRUCTIONS": "Options: Missing required files, code doesn't compile, no changes applied since last submission. Your comments will be shown to the student.",
  "UNGRADEABLE_OTHER_INSTRUCTIONS": "Start with a summary (e.g. \"Your project did not compile.\", \"Looks like you're missing one or more files.\"). Then, provide any specifics that will help the student (e.g. copy and paste the compiler error).",
  "UNGRADEABLE_PLAGIARISM_INSTRUCTIONS": "Please indicate to the student which parts of project the student unacceptably copied from the source.",
  "UNGRADEABLE_PLAGIARISM_SOURCE_INSTRUCTIONS": "Please enter the url of the source from which the student copied.",
  "UNGRADEABLE_REVIEW_CONFIRMATION": "This submission will be marked as ungradeable and the following message will be shared with the student.",
  "UNGRADEABLE_TAG_INSTRUCTIONS": "Start by selecting a reason why you are unable to review the submission from the dropdown below.",
  "UNGRADEABLE_TITLE": "Why can't the submission be reviewed?",
  "YES": "Yes",
  "error.base:student_has_open_submission": "You can’t submit again at this time since you have an outstanding submission. Please visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.base:student_already_passed": "You can’t submit again because you’ve already passed this project. Please visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.base:not_submitted_to_project_assistant": "Your code must be submitted to the project assistant before it can be reviewed. Please email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> if you need assistance.",
  "error.zipfile:not_a_zip": "Your file can't be unzipped.  It might be damaged or have been created with another tool. Please re-create your zip file or visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.repo_url:unable_to_process_repo": "We were unable to retrieve information about your repository.  Please try again or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.zipfile:too_big": "Your file is too large to submit. Please re-submit a smaller file, or visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.zipfile:too_many_files": "Your submission contains too many files. Please visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.zipfile:too_many_reviewable_files": "Your submission contains too many files. Please visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.zipfile:no_files_submitted": "Your submission contains no files. Please double-check your upload, or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.repo_url:too_big": "Your repo is too large to submit. Please re-submit a smaller file, or visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.repo_url:too_many_files": "Your submission contains too many files. Please visit our <a href=\"https://review.udacity.com/#!/submissions/student-faq\">Student FAQ</a> for more information.",
  "error.repo_url:no_files_submitted": "Your submission contains no files.  Please double-check your Github repo, or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.annotations:bad_extension": "Please choose a file with an appropriate extension.",
  "error.annotations:too_big": "Your file is too large to submit. Please re-submit a smaller file, or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.zipfile:bad_extension": "Please choose a file with an appropriate extension.",
  "error.base:reviewer_at_limit": "Please complete your current review before starting a new project. Please visit our <a href=\"https://review.udacity.com/#!/submissions/reviewer-faq\">Reviewer FAQ</a> for more information.",
  "error.language:grader_language_does_not_match": "You are not authorized to review the selected language.",
  "error.DEFAULT_ERROR_MESSAGE": "An error has occurred. Please try again or go <a href=\"https://udacity.zendesk.com/hc/en-us/articles/213037623\" target=\"_blank\" rel=\"noopener noreferrer\">here</a> for assistance.",
  "error.SUBMIT_TIMEOUT_ERROR_MESSAGE": "If you do not receive an email confirming your submission within 5 minutes, please email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.INTERNAL_SERVER_ERROR_MESSAGE": "An internal server error has occured. Please try again or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance.",
  "error.UNAUTHENTICATED_ERROR_MESSAGE": "Your login credentials are no longer valid. Please login and try again or email <a href=\"mailto:review-support@udacity.com\">review-support@udacity.com</a> for assistance."
}
